tap "homebrew/bundle"

# Base tools + build prerequisites. Language/runtime versions are installed by mise.
brew "autoconf"
brew "automake"
brew "bat"
brew "coreutils"
brew "curl"
brew "direnv"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "jq"
brew "libyaml"
brew "openssl@3"
brew "pkg-config"
brew "readline"
brew "ripgrep"
brew "rsync"
brew "starship"
brew "stow"
brew "tmux"
brew "unzip"
brew "wget"
brew "xz"
brew "zlib"
brew "zoxide"
brew "zsh"

cask "1password"
cask "ghostty"
cask "raycast"
cask "visual-studio-code"
