autoconf
automake
base-devel
bat
ca-certificates
curl
direnv
eza
fd
fzf
git
github-cli
jq
libffi
libyaml
ncurses
openssl
pkgconf
readline
ripgrep
stow
tar
tmux
unzip
wget
xz
zlib
zsh
